const DESCRIPTIONS = [
  'Лето',
  'Настроение',
  'Зима',
  'Весна',
  'Осень',
  'Ночь',
  'День',
  'Рай',
  'Ад',
  'Луг',
  'Море',
  'Картина',
  'Живопись',
  'Жара',
  'Холод',
];

const COMMENTS = [
  'Всё отлично!',
  'В целом всё неплохо. Но не всё',
  'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра.',
  'В конце концов это просто непрофессионально.',
  'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
  'Лица у людей на фотке перекошены, как будто их избивают.'
];

const NAMES = [
  'Филипп',
  'Дарья',
  'Наталья',
  'Геннадий',
  'Платон',
  'Фёдор',
  'Галина',
  'Аркадий',
  'Зоя',
  'Пётр',
  'Елена',
  'Татьяна'
];

export { NAMES, COMMENTS, DESCRIPTIONS };
