/* в этот файл добавляет скрипты*/
const MIN_LIKES = 15;
const MAX_LIKES = 200;
const MIN_COMMENTS = 0;
const MAX_COMMENTS = 30;
const COUNT_RANDOM_OBJECT = 25;

const MESSAGES = [
  'Всё отлично!',
  'В целом всё неплохо. Но не всё',
  'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра.',
  'В конце концов это просто непрофессионально.',
  'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
  'Лица у людей на фотке перекошены, как будто их избивают.'
];

const NAMES = [
  'Филипп',
  'Дарья',
  'Наталья',
  'Геннадий',
  'Платон',
  'Фёдор',
  'Галина',
  'Аркадий',
  'Зоя',
  'Пётр',
  'Елена',
  'Татьяна',
  'Павел',
  'Игорь',
  'Андрей',
  'Роман',
  'Артём'
];


export { NAMES, MESSAGES, MIN_LIKES, MAX_LIKES, MIN_COMMENTS, MAX_COMMENTS, COUNT_RANDOM_OBJECT };
